---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.SurfaceElementProjectionZ.CenterOfCore
enum: Autodesk.Revit.DB.Structure.SurfaceElementProjectionZ
source: html/ec727cc0-0b36-7e43-371e-329300a73d61.htm
---
# Autodesk.Revit.DB.Structure.SurfaceElementProjectionZ.CenterOfCore

Center of core.
 Applicable for wall analytical model only.